[
    {
        "article_number": "1",
        "regulation_name": "Helmets",
        "subarticles": [
            {
                "subarticle_number": "1.1",
                "document": "APPENDIX L CHAPTER III DRIVERS EQUIPMENT",
                "subarticle_text": "1.1 Recognised Standard to be used with Frontal Head Restraint system (FHR) When the use of an FHR, according to Article 3 below, is mandatory, drivers competing in circuit competitions, hill climbs or rally special stages, registered on the FIA Calendar, must wear crash helmets homologated to one of the following FIA standards: - 8859-2015 (Technical List N°49), - 8859-2024 or 8859-2024-ABP (Technical List N°107) - 8860-2010 (Technical List N°33) or - 8860-2018 or 8860-2018-ABP (Technical List N°69) 1.1.1 Drivers participating in any competition of the championships listed below must wear a helmet in accordance with the following chart: Norme FIA / FIA standard 8860-2018-ABP 8860-2018-ABP 8860-2018-ABP 8860-2018-ABP 8860-2018-ABP pilotes de Priorité 1 ou pilotes et J de 2021, Art. 255A / FIA World 8860-2018 ou/or 8860-2018-ABP ver and co-driver competing with 8860-2018 ou/or 8860-2018-ABP rld Rallycross Championship, for 8860-2010, 8860-2018 ou/or 8860-2018-ABP 8860-2018 ou/or 8860-2018-ABP nning with GT3 cars 8860-2018 ou/or 8860-2018-ABP 8860-2018 ou/or 8860-2018-ABP It is strongly recommended that all drivers in the World Rally Championship, and in those international series for which the technical regulations include crash structure requirements from the FIA Formula One or F3000 technical regulations, wear helmets homologated to the FIA Standard 8860 (Technical List N°33 or Technical List N°69). Page 47 de 72ANNEXE L APPENDIX L "
            },
            {
                "subarticle_number": "1.2",
                "document": "APPENDIX L CHAPTER III DRIVERS EQUIPMENT",
                "subarticle_text": "1.2 Recognised Standard to be used without Frontal Head Restraint system (FHR) When the use of an FHR is not mandatory, drivers competing in circuit competitions, hill climbs or rally special stages, registered on the FIA Calendar, must wear crash helmets homologated to one of the standards listed in FIA Technical List N° 25. "
            },
            {
                "subarticle_number": "1.3",
                "document": "APPENDIX L CHAPTER III DRIVERS EQUIPMENT",
                "subarticle_text": "1.3 Conditions of use Drivers of open cockpit cars and drivers participating in any competition of the WEC Championship must wear full-face helmets, of which the chin bar is an integral part of the helmet structure and is tested to an FIA-approved standard. This measure is recommended for historic open cockpit cars and Autocross SuperBuggy, Buggy1600 and Junior Buggy. Any tear-offs attached to visors may not be thrown unnecessarily onto the track or the pit lane. Full visors fitted on the full face helmets which are listed in Technical Lists N°33, 69, 49 and 107 must be labelled with an FIA sticker. The implementation dates are: • Visors manufactured as from 01.01.2016 must have an FIA sticker. • Visors manufactured before 31.12.2015 do not have to be labelled with an FIA sticker and may still be used without one. Drivers and co-drivers in closed cockpit cars who wear full-face helmets must be able to pass the following test(1), in order to ensure that appropriate access to the airway of an injured driver is possible: - the driver is to be seated in his car, with helmet and FIA-approved head restraint in place and attached and safety harness buckled. - In accordance with best practice, the medical intervention team must be able to remove the competitors’ helmet in a safe manner that facilitates access to the airway. If this cannot be carried out safely, the driver will be required to wear an open-face helmet. Drivers must contact the FIA medical delegate or the Chief Medical Officer in order to carry out the above test before the start of the event. (1)for historic cars, compliance is recommended. "
            },
            {
                "subarticle_number": "1.4",
                "document": "APPENDIX L CHAPTER III DRIVERS EQUIPMENT",
                "subarticle_text": "1.4 Modifications No helmet shall be modified from its original specification as manufactured, except in compliance with instructions defined by the Page 48 de 72ANNEXE L APPENDIX L manufacturer. Accessories must be fitted in accordance with the helmet manufacturer instructions. Only accessories approved by the FIA shall be used. Any other modification or addition of non-approved accessories (helmet cameras, visors, etc.) will render the FIA helmet homologation void. "
            },
            {
                "subarticle_number": "1.5",
                "document": "APPENDIX L CHAPTER III DRIVERS EQUIPMENT",
                "subarticle_text": "1.5 Maximum weight and communications systems Helmet weights may be checked at any time during a competition and must not exceed 1900 g for a fullface type or 1700 g for an open-face type, including all accessories and attachments. Helmet-mounted radio speakers are prohibited in all circuit and hill-climb competitions, excluding Rallycross and Autocross competitions (earplugtype transducers are allowed). Applications for waivers, on medical grounds only, may be made through the driver’s ASN’s Medical Commission. The fitting of microphones may be done only in respect of Article 1.4 above. "
            },
            {
                "subarticle_number": "1.6",
                "document": "APPENDIX L CHAPTER III DRIVERS EQUIPMENT",
                "subarticle_text": "1.6 Decoration Paint can react with helmet shell material and affect its protective capacity; it is the competitor’s responsibility to decorate the helmet in accordance with the guidelines provided by the manufacturer, which are available in the helmet user guideline, published in the helmet manufacturer website or directly upon request from the manufacturer. The shell being painted should be efficiently masked, as paint penetrating the interior can affect the performance of the helmet liner. The manufacturer’s instructions should also be consulted for any considerations on the use of stickers and transfers."
            },
            {
                "subarticle_number": "1.7",
                "document": "APPENDIX L CHAPTER III DRIVERS EQUIPMENT",
                "subarticle_text": "."
            }
        ]
    },
    {
        "article_number": "2",
        "regulation_name": "",
        "subarticles": [
            {
                "subarticle_number": "2.1",
                "document": "APPENDIX L CHAPTER III DRIVERS EQUIPMENT",
                "subarticle_text": "2.1 Biometric Devices Drivers may wear a device to collect biometric data during racing. - If the biometric device is integrated into a protective garment homologated to FIA Standard 8856, the garment shall be homologated to FIA Standards 8856 and 8868-2018. - If the biometric device is a stand-alone device, then the device must be homologated to FIA Standard 8868-2018 only. This device must be worn in addition to the garment homologated to FIA Standard 8856."
            },
            {
                "subarticle_number": "2.2",
                "document": "APPENDIX L CHAPTER III DRIVERS EQUIPMENT",
                "subarticle_text": "."
            }
        ]
    },
    {
        "article_number": "3",
        "regulation_name": "Frontal Head Restraint (FHR)",
        "subarticles": [
            {
                "subarticle_number": "3.1",
                "document": "APPENDIX L CHAPTER III DRIVERS EQUIPMENT",
                "subarticle_text": "3.1 The wearing in an international competition of any device intended to protect the head or neck and attached to the helmet is prohibited, unless the device has been homologated according to the FIA 8858 standard. Homologated FHR systems are listed in the FIA Technical List N° 29. The minimum reclined HANS collar angle shall be 60° from the horizontal. Any padding used between the driver and the HANS® yoke must not be more than 15 mm thick when the driver is seated in the car fully equipped with the harness tightened. The padding must be covered by a flameproof material in conformity with the standard ISO 15025 and the padding must not be wider than 8 mm on each side of the HANS® yoke. FIA-approved FHR systems must be worn by drivers and co-drivers in all International competitions, with the following exceptions or provisions: The wearing of an FIA-approved FHR system is: a) mandatory for Formula 1 cars of period G and onwards except in case of written dispensation obtained from the FIA Safety Commission; b) recommended for other historic cars; c) not mandatory for the following categories of alternative energy vehicles: I, III, IIIA, IV, V Electric Karts, VII and VIII; d) recommended for alternative energy vehicles in categories II, V Cars and VI with a technical passport issued before 01.01.2006. For other cars in which for technical reasons it is impracticable to fit the FIA-approved FHR, it will be possible to apply to the FIA Safety Commission for a waiver. Page 52 de 72ANNEXE L APPENDIX L "
            },
            {
                "subarticle_number": "3.2",
                "document": "APPENDIX L CHAPTER III DRIVERS EQUIPMENT",
                "subarticle_text": "3.2 Conditions of use FHR systems must be worn only with FIAapproved items according to the following chart: Tether system Helmet (2) (tether, tether end fitting and helmet anchorage) FIA 8860 (Technical List Nº 33 and 69) FIA 8858 (Technical List Nº 29) FIA 8859 (Technical List N°49 and 107) (2)Mandatory wearing of helmets in each championship according to Article 1.1 above. The FHR device must be worn in accordance with: a) the “Guide and installation specification for HANS® devices in racing competition”, or b) the “Guide and installation specification for Hybrid & Hybrid Pro devices in racing competition”. "
            },
            {
                "subarticle_number": "3.3",
                "document": "APPENDIX L CHAPTER III DRIVERS EQUIPMENT",
                "subarticle_text": "3.3 Compatibility and permitted use of items approved to the FIA 8858-2002, 8858-2010, 8859-2015, 8859-2024, 8860-2010 and 8860-2018 standards. Helmet Tether 8859-2015, Helmet FHR (with end 8859-2024, anchorage 8858-2010 fitting) 8860-2010 8858-2010 8858-2010 and 8860-2018 HANS YES YES YES 8858-2002 Tether If (w/ end mechaNO fitting) nically YES 8858-2002 compatible FIA Standards 8858-2002, 8858-2010, 8859-2015, 8859-2024, 8860-2010 and 8860-2018 are valid when used as shown on the chart above."
            },
            {
                "subarticle_number": "3.4",
                "document": "APPENDIX L CHAPTER III DRIVERS EQUIPMENT",
                "subarticle_text": "."
            }
        ]
    },
    {
        "article_number": "4",
        "regulation_name": "",
        "subarticles": [
            {
                "subarticle_number": "4.1",
                "document": "APPENDIX L CHAPTER III DRIVERS EQUIPMENT",
                "subarticle_text": "4. Safety Belts Drivers must be properly restrained in their seat by safety belts in conformity with the technical regulations for the vehicle concerned, at all times during a competition when it is mobile on a circuit, pit lane, special stage or competition course. Page 53 de 72ANNEXE L APPENDIX L"
            }
        ]
    },
    {
        "article_number": "5",
        "regulation_name": "",
        "subarticles": [
            {
                "subarticle_number": "5.1",
                "document": "APPENDIX L CHAPTER III DRIVERS EQUIPMENT",
                "subarticle_text": "5. Wearing of jewellery The wearing of any type of jewellery, such as but not limited to, neck chains, bracelets or watches is prohibited during the competition. Exceptions to this rule, providing the CMO and/or Medical Delegate do not consider that due to size or location they may delay rescue or hinder emergency care, are: i. the wearing of watch(es) by co-drivers, on the condition that the watch(es) is worn over the overall, ii. the wearing of a single band-style ring providing it does not restrict the natural range of motion of the hand, and iii. the wearing of body piercing(s) providing they are not worn in and/or around the oral cavity. Page 54 de 72"
            }
        ]
    }
]